img/1-RDF-concept-L3-20-auto/N9cP.dot
digraph G {
 graph [rankdir=LR,bgcolor="transparent",pad="0.2",nodesep="0.5",ranksep="0.8"];
 node [shape=box,style="rounded",fontname="Arial"]; edge [fontname="Arial"];
 Ana[label="student:s01"]; Web[label="course:c01"]; Mil[label="prof:p02"]; Student[label="ex:Student"];
 Ana->Web[label="ex:enrolledIn"];
 Mil->Web[label="ex:teaches"];
 Ana->Student[label="rdf:type"];
}
