img/1-RDF-concept-L3-20-auto/N9cP.mmd
flowchart LR
  Ana[student:s01] -->|ex:enrolledIn| Web[course:c01]
  Mil[prof:p02] -->|ex:teaches| Web
  Ana -->|rdf:type| Student[ex:Student]
